tap "brewsci/bio"
tap "brewsci/science"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "automake"
brew "bash-completion"
brew "coreutils"
brew "dos2unix"
brew "isl"
brew "libmpc"
brew "gcc"
brew "git-secrets"
brew "guile"
brew "openssl@1.1"
brew "unbound", link: false
brew "gnutls"
brew "gnupg"
brew "hdf5"
brew "python@3.10", link: false
brew "httpie"
brew "jq"
brew "libyaml"
brew "libzip"
brew "mas"
brew "nghttp2"
brew "node", link: false
brew "node@16", link: true
brew "pyenv"
brew "python@3.8", link: false
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "samtools"
brew "telnet"
brew "tree"
brew "vault"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "atext"
cask "docker"
cask "dropbox"
cask "gimp"
cask "github"
cask "itsycal"
cask "nvalt"
cask "visual-studio-code"
cask "whatsapp"
mas "1Password 7", id: 1333542190
mas "Boop", id: 1518425043
mas "Gifski", id: 1351639930
